
export const initState = {
    stats: {
        1: [
            5,
            3,
            2
          ],
        2: [
            7,
            2,
            5
          ],
        3: [
            3,
            1,
            2
          ],
        4: [
            3,
            1,
            2
          ],
        5: [
            2,
            1,
            1
          ],
        6: [
            4,
            4,
            0
          ],
        7: [
            2,
            1,
            1
          ],
        8: [
            1,
            1,
            0
          ]
    },
    verses: [ 
        {
            id: 1,
            source: "Эфесянам 5:33",
            text: "Но и каждый из вас пусть так любит свою жену, как самого себя, а жене следует глубоко уважать мужа."
        },
        {
            id: 2,
            source: "Исаия 30:15",
            text: "«Если вы вернётесь и будете спокойны, то спасётесь. Ваша сила в том, чтобы сохранять спокойствие и проявлять доверие»",
        },
        {
            id: 3,
            source: "Евреям 3:4",
            text: "Каждый дом строится кем-то, а построивший всё есть Бог.",
        },
        {
            id: 4,
            source:"2 Тимофею 3:16",
            text: "Всё Писание вдохновлено Богом и полезно для обучения, для обличения, для исправления, для наставления в праведности",
        },
        {
            id: 5,
            source: "1 Петра 5:7",
            text: "и все свои беспокойства возложите на него, потому что он заботится о вас",
        },
        {
            id: 6,
            source: "Псалом 1:1",
            text: "Счастлив человек, который не поступает по совету нечестивых, не встаёт на путь грешников и с насмешниками не сидит",
        },
        {
            id: 7,
            source: "Иакова 1:13",
            text: "В испытании пусть никто не говорит: «Меня испытывает Бог», потому что Бога невозможно испытать злом и он сам никого не испытывает злом.",
        },
        {
            id: 8,
            source: "Бытие 1:27",
            text: "И Бог сотворил человека по своему образу, сотворил его по образу Бога. Он сотворил их мужчиной и женщиной.",
        }
    ]
}
